{
    "code": "en",
    "navbar-contact": "Contact",
    "navbar-home": "Home",
    "navbar-portfolio": "Portfolio",
    "navbar-skills": "Skills",

    "home-name": "Hello, my name is Adam Szabo",
    "home-junior": "and I am a Junior FrontEnd developer",
    "home-about": "The world of programming has always fascinated me, and in order to further my professional development, I have not only learned in a self-taught manner but also enrolled in a bootcamp in 2022. Since then, I have managed to find that particular area which seems especially exciting and full of challenges to me. I enjoy exploring new technologies and I am always open to new opportunities that offer further growth for me. I strive to continuously expand and deepen my professional knowledge, as well as improve my skills, in order to work even more effectively and efficiently in the field.",
    "home-cv":"Download the CV",
    "home-portfolio":"Portfolio",

    "portfolio-memorygame":"This is a simple memory game. It randomly selects six out of eighteen images for the game.",
    "portfolio-quiz":"This is a Quiz game using opentdb api. At the end of the questions, it displays the correct and incorrect answers.",
    "portfolio-movie":"Movies/TV shows can be searched using the OMDB API. They can be saved to favorites. More information is displayed in a modal window.",
    "portfolio-angularTodo":"This is an Angular-based TODO-List for which I used PrimeNG.",
    "portfolio-angularPokemon":"This is a pokemon application, it lists 20 pokemons, you can filter them separately by type, and with the help of a pop-up window, it displays even more data about the given pokemon.",
    "portfolio-title":"Check out my works.",


    "skills-title":"I know these technologies.",

    "contact-contact":"Contact me",
    "contact-name":"Enter your name...",
    "contact-email":"Enter your email...",
    "contact-textarea":"Enter your message...",
    "contact-sending":"Sending",
    "contact-succes":"The message has been successfully sent!",

    "loading-loading":"Loading"

}   
